[
  {
    "name": "Antonio Banderas",
    "film": "Dolor y gloria",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "1",
    "image": "antonio_banderas",
    "description_cat": "José Antonio Domínguez Bandera, més conegut artísticament com a Antonio Banderas (Màlaga, 10 d'agost de 1960) és un actor espanyol, establert a Hollywood, on hi és des del començament de la dècada del 1990. Es va casar amb Melanie Griffith, i tenen una filla en comú, Stella del Carmen. Ha estat nominat als Globus d'Or, als Premis Tony, als Premis Emmy i als Premis Oscar.",
    "description_esp": "José Antonio Domínguez Bandera (Málaga, 10 de agosto de 1960), conocido profesionalmente como Antonio Banderas, es un actor, cantante, actor de voz, productor, director, perfumista y empresario español. Ha recibido numerosos reconocimientos, incluyendo un Premio del Festival de Cannes al Mejor Actor y nominaciones para un Premios Tony, un Premios Óscar, dos Premios Primetime Emmy y cinco Premios Globo de Oro.",
    "description_eng": "José Antonio Domínguez Bandera (born 10 August 1960), known professionally as Antonio Banderas, is a Spanish actor. Known for his work in films of several genres, he has received various accolades, including a Cannes Film Festival Award and a European Film Award, in addition to nominations for an Academy Award, a Tony Award, two Primetime Emmy Awards, and five Golden Globe Awards."
  },
  {
    "name": "Joaquin Phoenix",
    "film": "Joker (2019)",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "2",
    "image": "joaquin_phoenix",
    "description_cat": "Joaquin Rafael Phoenix va néixer el 28 d'octubre de 1974 a San Juan, Puerto Rico. Conegut per interpretar personatges foscos i poc convencionals al cinema independent, ha rebut diversos reconeixements, com ara un premi de l'Acadèmia, un premi de cinema de l'Acadèmia Britànica, un premi Grammy i dos Globus d'Or. El 2020, va ocupar el 12è lloc de la llista dels 25 millors actors del segle XXI per The New York Times.",
    "description_esp": "Joaquín Rafael Phoenix nació el 28 de octubre de 1974 en San Juan, Puerto Rico. Conocido por interpretar personajes oscuros y poco convencionales en películas independientes, ha recibido varios reconocimientos, incluido un Premio de la Academia, un Premio de Cine de la Academia Británica, un Premio Grammy y dos Premios Globo de Oro. En 2020, ocupó el puesto 12 en la lista de los 25 mejores actores del siglo XXI de The New York Times.",
    "description_eng": "Joaquin Rafael Phoenix was born on October 28, 1974 in San Juan, Puerto Rico. Known for playing dark and unconventional characters in independent film, he is the recipient of various accolades, including an Academy Award, a British Academy Film Award, a Grammy Award, and two Golden Globe Awards. In 2020, he was ranked 12th on the list of the 25 Greatest Actors of the 21st Century by The New York Times."
  },
  {
    "name": "Spencer Tracy",
    "film": "Capitanes Intrépidos",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "3",
    "image": "spencer_tracy",
    "description_cat": "Spencer Tracy va néixer el dia 5 d'abril de l'any 1900 a Wisconsin, al si d'una família de classe mitjana d'origen irlandès. El més destacable de la seva infància és el fet que va ser expulsat de, almenys, deu col·legis, a causa del seu mal comportament.",
    "description_esp": "Spencer Tracy nació el día 5 de abril del año 1900 en Wisconsin, en el seno de una familia de clase media de origen irlandés. Lo más destacable de su infancia es el hecho de que fue expulsado de, por los menos, diez colegios, debido a su mal comportamiento.",
    "description_eng": "Spencer Tracy was born on April 5, 1900 in Wisconsin, into a middle-class family of Irish origin. The most remarkable thing about his childhood is the fact that he was expelled from at least ten schools due to his bad behavior."
  },
  {
    "name": "Clint Eastwood",
    "film": "Million dollar baby",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "4",
    "image": "clint_eastwood",
    "description_cat": "Actor i director de cinema nord-americà. Després d'acabar els estudis primaris, en plena època de la Gran Depressió, va haver de guanyar-se la vida en diverses feines: va ser llenyataire, paleta i obrer metal·lúrgic.",
    "description_esp": "Actor y director de cine estadounidense. Tras acabar los estudios primarios, en plena época de la Gran Depresión, tuvo que ganarse la vida en diversos trabajos: fue leñador, albañil y obrero metalúrgico.",
    "description_eng": "American actor and film director. After finishing elementary school, at the height of the Great Depression, he had to earn a living in various jobs: he was a lumberjack, a bricklayer and a metal worker."
  },
  {
    "name": "Robert De Niro",
    "film": "Toro Salvaje",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "5",
    "image": "robert_de_niro",
    "description_cat": "Guanyador de dos premis Óscar per la seva actuació a les pel·lícules El padrí: Part II (1974) com un jove Vito Corleone —convertint-se en el primer actor a guanyar un Óscar per interpretar un mateix personatge, ja que Marlon Brando també el va guanyar per El padrí (1972)— i Toro salvatge com Jake LaMotta (1980). És àmpliament conegut pels seus papers de gàngster i de personatges conflictius i turbulents, destacant les seves múltiples col·laboracions amb el director Martin Scorsese, i pels seus primers treballs amb el director Brian De Palma.",
    "description_esp": "Ganador de dos premios Óscar por su actuación en las películas El padrino: Parte II (1974) como un joven Vito Corleone —convirtiéndose en el primer actor en ganar un Óscar por interpretar a un mismo personaje, ya que Marlon Brando también lo ganó por El padrino (1972)— y Toro salvaje como Jake LaMotta (1980). Es ampliamente conocido por sus papeles de gánster y de personajes conflictivos y turbulentos, destacando sus múltiples colaboraciones con el director Martin Scorsese, y por sus primeros trabajos con el director Brian De Palma.",
    "description_eng": "Winner of two Oscars for his performance in the films The Godfather: Part II (1974) as a young Vito Corleone—becoming the first actor to win an Oscar for playing the same character, as Marlon Brando also won for The Godfather (1972)—and Raging Bull as Jake LaMotta (1980). He is widely known for his roles as gangsters and conflicting and turbulent characters, highlighting his multiple collaborations with director Martin Scorsese, and for his early work with director Brian De Palma."
  },
  {
    "name": "Leonardo DiCaprio",
    "film": "El lobo de Wall Street",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "6",
    "image": "leonardo_dicaprio",
    "description_cat": "Ha rebut nombrosos premis entre els quals destaquen un Oscar al millor actor; un premi BAFTA al millor actor per la seva actuació a El renacido (2015); dos Globus d'Or al millor actor de drama per les seves actuacions a El aviador (2004) i El renacido; i un Globus d'Or al millor actor de comèdia o musical per El lobo de Wall Street (2013). Addicionalment, ha guanyat el premi del Sindicat d'Actors, l'Ós de Plata i un Premi Chlotrudis.",
    "description_esp": "Ha recibido numerosos premios entre los que destacan un Óscar al mejor actor; un premio BAFTA al mejor actor por su actuación en El renacido (2015); dos Globos de Oro al mejor actor de drama por sus actuaciones en El aviador (2004) y El renacido; y un Globo de Oro al mejor actor de comedia o musical por El lobo de Wall Street (2013). Adicionalmente, ha ganado el premio del Sindicato de Actores, el Oso de Plata y un Premio Chlotrudis.2​ Hasta 2019, sus películas habían recaudado aproximadamente 7200 millones de dólares, y ha estado ocho veces en la lista de los actores mejor pagados del año.",
    "description_eng": "He has received numerous awards, including an Oscar for best actor; a BAFTA Award for Best Actor for his performance in The Revenant (2015); two Golden Globes for best drama actor for his performances in The Aviator (2004) and The Revenant; and a Golden Globe for best actor in a comedy or musical for The Wolf of Wall Street (2013). Additionally, he has won the Screen Actors Guild Award, the Silver Bear, and a Chlotrudis Award. As of 2019, his films have grossed approximately $7.2 billion, and he has been on the list of the year's highest-paid actors eight times."
  },
  {
    "name": "Marlon Brando",
    "film": "El padrino",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "7",
    "image": "marlon_brando",
    "description_cat": "Va ser un actor nord-americà de cinema i teatre. La seva formació i instrucció teatral va ser duta a terme per Stella Adler, una de les més prestigioses professores que van desenvolupar el treball de Stanislavski a Nova York; alguns dissabtes anava a l'Actor's Studio interessat a les classes d'Elia Kazan. Es va convertir en actor de teatre a mitjans de la dècada de 1940, i en actor de cinema al començament dels anys 1950. Al llarg de la seva carrera va rebre múltiples reconeixements pels seus èxits artístics, entre ells dos premis Óscar al millor actor —per On the Waterfront (1954) i El padrí (1972)—, dos Globus d'Or i tres BAFTA.",
    "description_esp": "Fue un actor estadounidense de cine y teatro. Su formación e instrucción teatral fue llevada a cabo por Stella Adler, una de las más prestigiosas profesoras que desarrollaron el trabajo de Stanislavski en Nueva York; algunos sábados acudía al Actor's Studio interesado en las clases de Elia Kazan. Se convirtió en actor de teatro a mediados de la década de 1940, y en actor de cine a comienzos de los años 1950. A lo largo de su carrera recibió múltiples reconocimientos por sus logros artísticos, entre ellos dos premios Óscar al mejor actor —por On the Waterfront (1954) y El padrino (1972)—, dos Globo de Oro y tres BAFTA.",
    "description_eng": "He was an American film and stage actor. His theatrical training and instruction was carried out by Stella Adler, one of the most prestigious teachers who developed Stanislavski's work in New York; some Saturdays he went to the Actor's Studio interested in Elia Kazan's classes. He became a stage actor in the mid-1940s, and a film actor in the early 1950s. Throughout his career, he received multiple awards for his artistic achievements, including two Academy Awards for Best Actor—for On the Waterfront (1954) and The Godfather (1972)—, two Golden Globes and three BAFTAs."
  },
  {
    "name": "Emilia Clarke",
    "film": "Antes de ti",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "8",
    "image": "emilia_clarkeCienc",
    "description_cat": "Coneguda com a Emilia Clarke, és una actriu i autora britànica, coneguda principalment per interpretar Daenerys Targaryen a la sèrie d'HBO Game of Thrones (2011-2019). El paper li va valer el reconeixement internacional i diversos elogis, incloent-hi quatre nominacions als premis Emmy.",
    "description_esp": "Conocida como Emilia Clarke, es una actriz y autora británica, conocida principalmente por interpretar a Daenerys Targaryen en la serie de HBO Game of Thrones (2011-2019). El papel le valió el reconocimiento internacional y varios elogios, incluidas cuatro nominaciones a los premios Emmy.",
    "description_eng": "Known as Emilia Clarke, she is a British actress and author, known mainly for playing Daenerys Targaryen in the HBO series Game of Thrones (2011-2019). The role earned him international recognition and multiple accolades, including four Emmy Award nominations."
  },
  {
    "name": "Benedict Cumberbatch",
    "film": "Descifrando Enigma",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "9",
    "image": "bennedict_cumberbatch",
    "description_cat": "Benedict Timothy Carlton Cumberbatch (Hammersmith, Anglaterra, 19 de juliol de 1976), conegut com a Benedict Cumberbatch, és un actor britànic de televisió, teatre, cinema i veu.1 Accedí a la fama amb la seva interpretació de Stephen Hawking a la pel·lícula televisiva Hawking (2004); posteriorment, va interpretar el personatge de William Pitt a la pel·lícula històrica Amazing Grace (2006), així com el rol del cèlebre detectiu Sherlock Holmes en una adaptació moderna del personatge de Sir Arthur Conan Doyle, a la sèrie Sherlock (2010-2017), totes dues produccions de la BBC. El 2015, va rebre la seva primera nominació a un Óscar a millor actor, pel seu paper a la pel·lícula The Imitation Game.",
    "description_esp": "Benedict Timothy Carlton Cumberbatch (Hammersmith, Inglaterra, 19 de julio de 1976), conocido como Benedict Cumberbatch, es un actor británico de televisión, teatro, cine y voz.1​ Accedió a la fama con su interpretación de Stephen Hawking en la película televisiva Hawking (2004); posteriormente, interpretó el personaje de William Pitt en la película histórica Amazing Grace (2006), así como el rol del célebre detective Sherlock Holmes en una adaptación moderna del personaje de Sir Arthur Conan Doyle, en la serie Sherlock (2010-2017), ambas producciones de la BBC. En el 2015, recibió su primera nominación a un Óscar a mejor actor, por su papel en la película The Imitation Game.",
    "description_eng": "Benedict Timothy Carlton Cumberbatch (Hammersmith, England, July 19, 1976), known as Benedict Cumberbatch, is a British television, theater, film and voice actor. He rose to fame with his portrayal of Stephen Hawking in the television movie Hawking (2004); Later, he played the character of William Pitt in the historical film Amazing Grace (2006), as well as the role of the famous detective Sherlock Holmes in a modern adaptation of the character of Sir Arthur Conan Doyle, in the series Sherlock (2010-2017), both BBC productions. In 2015, he received his first Oscar nomination for Best Actor for his role in the film The Imitation Game."
  },
  {
    "name": "Russell Crowe",
    "film": "Una mente maravillosa",
    "category": "drama",
    "difficulty": "1",
    "num_correct": "10",
    "image": "russel_crowe",
    "description_cat": "Crowe va captar l'atenció internacional pel seu paper com el general romà Maximus Decimus Meridius a la històrica pel·lícula èpica Gladiator (2000), dirigida per Ridley Scott, film pel qual Crowe va guanyar múltiples premis, incloent un Óscar al millor actor, un Premi de la Associació de Crítics de Cinema al millor actor, un Premi Empire al millor actor i un London Film Critics Circle Award al millor actor. Va interpretar Jeffrey Wigand a la pel·lícula The Insider (1999), per la qual va rebre diversos premis per la seva actuació.",
    "description_esp": "Crowe captó la atención internacional por su papel como el general romano Maximus Decimus Meridius en la histórica película épica Gladiator (2000), dirigida por Ridley Scott, film por el que Crowe ganó múltiples premios, incluyendo un Óscar al mejor actor, un Premio de la Asociación de Críticos de Cine al mejor actor, un Premio Empire al mejor actor y un London Film Critics Circle Award al mejor actor. Interpretó a Jeffrey Wigand en la película The Insider (1999), por la que recibió varios premios por su actuación.",
    "description_eng": "Crowe came to international attention for his role as the Roman general Maximus Decimus Meridius in the historical epic Gladiator (2000), directed by Ridley Scott, a film for which Crowe won multiple awards, including an Academy Award for Best Actor, a Film Critics Association Award for Best Actor, an Empire Award for Best Actor, and a London Film Critics Circle Award for Best Actor. He played Jeffrey Wigand in the film The Insider (1999), for which he received several awards for his performance."
  },

  {
    "name": "Marty McFly",
    "film": "Regreso al futuro",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "1",
    "image": "marty_mcfly",
    "description_cat": "Marty McFly, és el personatge protagonista de la trilogia de pel·lícules de Back to the Future (Retorn al futur o Tornar al futur), interpretat per Michael J. Fox a les pel·lícules, doblegat per David Kaufman1 a la sèrie de dibuixos animats i A.J Locascio al joc vídeo Back to the Future: The Game. A Back to the Future: Musical va ser interpretat per Olly Dobson i actualment per Ben Joyce. A més el personatge realitza un cameo/referència en un episodi de la sèrie de Nickelodeon Henry Danger, on és interpretat per Madison Durbin. A la sèrie Future Man del 2017, Josh Hutcherson interpreta un personatge basat en Marty McFly com una versió estesa i perdedora del mateix.",
    "description_esp": "Marty McFly, es el personaje protagonista de la trilogía de películas de Back to the Future (Regreso al futuro o Volver al futuro), interpretado por Michael J. Fox en las películas, doblado por David Kaufman1​ en la serie de dibujos animados y A.J Locascio en el videojuego Back to the Future: The Game. En Back to the Future: Musica fue interpretado por Olly Dobson y actualmente por Ben Joyce. Además el personaje realiza un cameo/referencia en un episodio de la serie de Nickelodeon Henry Danger, donde es interpretado por Madison Durbin. En la serie Future Man del 2017, Josh Hutcherson interpreta un personaje basado en Marty McFly como una versión extendida y perdedora del mísmo.",
    "description_eng": "Marty McFly, is the main character of the Back to the Future film trilogy, played by Michael J. Fox in the films, dubbed by David Kaufman1 in the cartoon series and A.J. Locascio in the video game Back to the Future: The Game. In Back to the Future: Musical he was played by Olly Dobson and currently by Ben Joyce. In addition, the character makes a cameo / reference in an episode of the Nickelodeon series Henry Danger, where he is played by Madison Durbin. In the 2017 series Future Man, Josh Hutcherson plays a character based on Marty McFly as an extended loser version of himself."
  },
  {
    "name": "Han Solo",
    "film": "Star Wars",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "2",
    "image": "han_solo",
    "description_cat": "Han Solo, inspirat en el director de cinema Francis Ford Coppola, és un contrabandista que contracta l'antic jedi Obi-Wan Kenobi perquè el porti —al costat de Luke Skywalker— fins a Alderaan. Atès que deu una gran suma de diners a Jabba el Hutt, només accepta els passatgers al Falcó mil·lenari sense saber que acabarà unint-se a l'Aliança Rebel contra l'Imperi galàctic que dominen Darth Vader i l'Emperador.",
    "description_esp": "Han Solo, inspirado en el director de cine Francis Ford Coppola, es un contrabandista al que contrata el antiguo jedi Obi-Wan Kenobi para que le lleve —junto a Luke Skywalker— hasta Alderaan. Dado que debe una gran suma de dinero a Jabba el Hutt, Solo acepta a los pasajeros en el Halcón milenario sin saber que acabará uniéndose a la Alianza Rebelde contra el Imperio galáctico que dominan Darth Vader y el Emperador.",
    "description_eng": "Inspired by film director Francis Ford Coppola, Han Solo is a smuggler hired by former Jedi Obi-Wan Kenobi to take him – along with Luke Skywalker – to Alderaan. Owing Jabba the Hutt a large sum of money, Solo accepts the passengers on the Millennium Falcon, unaware that he will end up joining the Rebel Alliance against the Galactic Empire dominated by Darth Vader and the Emperor."
  },
  {
    "name": "RoboCop",
    "film": "RoboCop",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "3",
    "image": "robocop",
    "description_cat": "L'oficial Alex James Murphy (número de designació: OCP Crime Prevention Unit 001), conegut comunament com a RoboCop, és un agent fictici del departament de policia de Detroit millorat cibernèticament de Murfreesboro, Tennessee i és el protagonista principal de la sèrie de pel·lícules del mateix nom. Murphy és assassinat en el compliment del deure; posteriorment, Murphy és ressuscitat i transformat en la unitat d'aplicació de la llei cyborg RoboCop per la megacorporació, Omni Consumer Products (OCP). Al guió original, els creadors Edward Neumeier i Michael Miner l'anomenen Robo.",
    "description_esp": "El oficial Alex James Murphy (número de designación: OCP Crime Prevention Unit 001), comúnmente conocido como RoboCop, es un oficial ficticio del Departamento de Policía de Detroit mejorado cibernéticamente de Murfreesboro, Tennessee y es el protagonista principal de la serie de películas del mismo nombre. Murphy muere en el cumplimiento del deber; Posteriormente, Murphy resucita y se transforma en la unidad de aplicación de la ley cyborg RoboCop por la megacorporación Omni Consumer Products (OCP). En el guión original, los creadores Edward Neumeier y Michael Miner se refieren a él como Robo.",
    "description_eng": "Officer Alex James Murphy (designation number: OCP Crime Prevention Unit 001), commonly known as RoboCop, is a fictional cybernetically-enhanced Detroit Police Department officer from Murfreesboro, Tennessee and is the main protagonist in the film series of the same name. Murphy is killed in the line of duty; subsequently, Murphy is resurrected and transformed into the cyborg law enforcement unit RoboCop by the megacorporation, Omni Consumer Products (OCP). In the original screenplay, he is referred to as Robo by creators Edward Neumeier and Michael Miner."
  },
  {
    "name": "Luke Skywalker",
    "film": "Star Wars",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "4",
    "image": "luke_skywalker",
    "description_cat": "Luke Skywalker és un personatge fictici i el protagonista de la trilogia original de la saga de ciència ficció Star Wars. Procedent de la colònia d'asteroides de Polis Massa, és l'únic fill home d'Anakin Skywalker i la senadora Padmé Amidala (antiga reina del planeta Naboo). Té una germana bessona anomenada Leia Organa, de la qual va ser separat en néixer amb l'objectiu d'ocultar-lo i protegir-lo de l'emperador Palpatine (Darth Sidious) i de l'Imperi Galàctic. El seu cunyat i company de batalles es diu Han Solo, famós contrabandista i membre de l'Aliança Rebel.",
    "description_esp": "Luke Skywalker es un personaje ficticio y el protagonista​ de la trilogía original de la saga de ciencia ficción Star Wars. Procedente de la colonia de asteroides de Polis Massa, es el único hijo varón de Anakin Skywalker y la senadora Padmé Amidala (antigua reina del planeta Naboo). Tiene una hermana melliza llamada Leia Organa, de la cual fue separado al nacer con el objetivo de ocultarlo y protegerlo del emperador Palpatine (Darth Sidious) y del Imperio Galáctico. Su cuñado y compañero de batallas se llama Han Solo, famoso contrabandista y miembro de la Alianza Rebelde.",
    "description_eng": "Luke Skywalker is a fictional character and the protagonist of the original trilogy of the Star Wars science fiction saga. Coming from the asteroid colony of Polis Massa, he is the only son of Anakin Skywalker and Senator Padmé Amidala (former queen of the planet Naboo). He has a twin sister named Leia Organa, from whom he was separated at birth in order to hide him and protect him from Emperor Palpatine (Darth Sidious) and the Galactic Empire. His brother-in-law and battle partner is called Han Solo, a famous smuggler and member of the Rebel Alliance."
  },
  {
    "name": "Tony Stark",
    "film": "Iron Man",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "5",
    "image": "tony_stark",
    "description_cat": "Stark és un fabricant, geni inventor, heroi i explayboy propietari d'Indústries Stark. Al començament de la sèrie, és el principal fabricant d'armes per a l'exèrcit dels Estats Units, fins que canvia de semblar i redirigeix ​​el seu coneixement tècnic cap a la creació d'armadures metal·litzades que utilitza per defensar-se d'aquells que amenacen la pau arreu del món.",
    "description_esp": "Stark es un fabricante, genio inventor, héroe y explayboy propietario de Industrias Stark. Al comienzo de la serie, es el principal fabricante de armas para el ejército de los Estados Unidos, hasta que cambia de parecer y redirige su conocimiento técnico hacia la creación de armaduras metalizadas que usa para defenderse de aquellos que amenazan la paz alrededor del mundo.",
    "description_eng": "Stark is a manufacturer, genius inventor, hero, and former playboy owner of Stark Industries. At the beginning of the series, he is the main weapons manufacturer for the United States military, until he changes his mind and redirects his technical knowledge towards creating metal armor that he uses to defend himself against those who threaten peace around the world."
  },
  {
    "name": "Katniss Everdeen",
    "film": "Los juegos del hambre",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "6",
    "image": "katniss_everdeen",
    "description_cat": "Katniss i la seva família viuen al Districte 12, que s?encarrega de la mineria de carbó. És el districte més pobre i menys poblat al fictici país de Panem. Katniss viu amb la seva germana Primrose (Prim) Everdeen i la seva mare. El seu pare va morir en un accident miner i ara és ella l'encarregada de mantenir fora de perill la seva família. Per això es va cada dia a caçar furtivament amb el seu millor amic, Gale Hawthorne. Katniss es diferencia per la seva valentia i rebel·lia entre altres coses.",
    "description_esp": "Katniss y su familia viven en el Distrito 12, que se encarga de la minería de carbón. Es el distrito más pobre y menos poblado en el ficticio país de Panem. Katniss vive junto a su hermana Primrose (Prim) Everdeen y su madre. Su padre murió en un accidente minero y ahora es ella la encargada de mantener a salvo a su familia. Para ello se va todos los días a cazar furtivamente con su mejor amigo, Gale Hawthorne. Katniss se diferencia por su valentía y rebeldía entre otras cosas.",
    "description_eng": "Katniss and her family live in District 12, which handles coal mining. It is the poorest and least populated district in the fictional country of Panem. Katniss lives with her sister Primrose (Prim) Everdeen and her mother. Her father died in a mining accident and now she is in charge of keeping her family safe. To do this, he goes poaching every day with his best friend, Gale Hawthorne. Katniss is distinguished by her bravery and rebelliousness among other things."
  },
  {
    "name": "Sam Bell",
    "film": "Luna (2009)",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "7",
    "image": "sam_bell",
    "description_cat": "Sam és l'únic operador humà del Sarang, una instal·lació lunar dissenyada per extreure energia alternativa a la Lluna. El seu únic acompanyant és el seu amigable sistema informàtic anomenat GERTY, que és un soci decent però no realment humà. Així que Sam continua sent cada cop més estrany mentre passa més temps sol.",
    "description_esp": "Sam es el único operador humano de Sarang, una instalación lunar diseñada para extraer energía alternativa en la luna. Su único compañero es su amigable sistema informático llamado GERTY, que es un socio decente pero no realmente humano. Así que Sam continúa sintiéndose más y más extraño a medida que pasa más tiempo solo.",
    "description_eng": "Sam is the sole human operator of the Sarang, a lunar facility designed for mining alternative energy on the moon. His only companion is his friendly computer system named GERTY, who is a decent partner but not really human. So Sam continues to feel stranger and stranger as he spends more time alone."
  },
  {
    "name": "Sarah Connor",
    "film": "Terminator",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "8",
    "image": "sarah_connor",
    "description_cat": "A Terminator, Sarah Connor és una cambrera jove que servia cafès i portava una vida normal, fins que és perseguida per un assassí implacable, el Terminator T-800 model 101 de Cyberdyne Systems (interpretat per Arnold Schwarzenegger) per raons totalment desconegudes per a ella. El soldat que viatja des del futur, Kyle Reese (interpretat per Michael Biehn), alhora que la rescata del Terminator, li explica que en el futur una intel·ligència artificial anomenada Skynet serà creada per enginyers militars de programari per prendre decisions estratègiques de defensa.",
    "description_esp": "En Terminator, Sarah Connor es una camarera joven que servía cafés y llevaba una vida normal, hasta que es perseguida por un asesino implacable, el Terminator T-800 modelo 101 de Cyberdyne Systems (interpretado por Arnold Schwarzenegger) por razones totalmente desconocidas para ella. El soldado que viaja desde el futuro, Kyle Reese (interpretado por Michael Biehn), al tiempo que la rescata del Terminator, le explica que en el futuro una inteligencia artificial llamada Skynet será creada por ingenieros militares de software para tomar decisiones estratégicas de defensa.",
    "description_eng": "In Terminator, Sarah Connor is a young waitress serving coffee and leading a normal life, until she is hunted by a ruthless killer, Cyberdyne Systems' Terminator T-800 Model 101 (played by Arnold Schwarzenegger) for reasons totally unknown to her. The soldier traveling from the future, Kyle Reese (played by Michael Biehn), while rescuing her from the Terminator, explains to her that in the future an artificial intelligence called Skynet will be created by military software engineers to make strategic defense decisions."
  },
  {
    "name": "Frankenstein",
    "film": "Frankenstein",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "9",
    "image": "frankenstein",
    "description_cat": "El monstre de Frankenstein és un personatge de ficció que va aparèixer per primera vegada a la novel·la Frankenstein o el modern Prometeu, de Mary Shelley. Es tracta d'un ésser creat a partir de parts diferents de cadàvers, al qual li és atorgada la vida pel seu creador, Víctor Frankenstein, durant un experiment. El personatge ha arribat a formar part de la cultura popular i ha estat font per a la creació d'altres personatges de novel·les, còmics, sèries de televisió i pel·lícules.",
    "description_esp": "El monstruo de Frankenstein es un personaje de ficción que apareció por primera vez en la novela Frankenstein o el moderno Prometeo, de Mary Shelley. Se trata de un ser creado a partir de partes diferentes de cadáveres, al cual le es otorgada la vida por su creador, Víctor Frankenstein, durante un experimento. El personaje ha llegado a formar parte de la cultura popular y ha sido fuente para la creación de otros personajes de novelas, cómics, series de televisión y películas.",
    "description_eng": "Frankenstein's monster is a fictional character who first appeared in the novel Frankenstein, or the Modern Prometheus, by Mary Shelley. It is about a being created from different parts of corpses, which is given life by its creator, Victor Frankenstein, during an experiment. The character has become part of popular culture and has been the source for the creation of other characters in novels, comics, television series and movies."
  },
  {
    "name": "Neo",
    "film": "Matrix",
    "category": "science fiction",
    "difficulty": "1",
    "num_correct": "10",
    "image": "neo",
    "description_cat": "Thomas A. Anderson més conegut com Neo és un personatge fictici de la saga de pel·lícules de ciència ficció Matrix. És el protagonista dels quatre episodis de la sèrie: The Matrix i les seves tres seqüeles: The Matrix Reloaded, The Matrix Revolutions i The Matrix Resurrections. En les quatre pel·lícules és interpretat per l'actor Keanu Reeves.",
    "description_esp": "Thomas A. Anderson más conocido como Neo es un personaje ficticio de la saga de películas de ciencia ficción Matrix. Es el protagonista de los cuatro episodios de la serie: The Matrix y sus tres secuelas: The Matrix Reloaded, The Matrix Revolutions y The Matrix Resurrections. En las cuatro películas es interpretado por el actor Keanu Reeves.",
    "description_eng": "Thomas A. Anderson, better known as Neo, is a fictional character from the Matrix science fiction film saga. He is the protagonist of the four episodes of the series: The Matrix and its three sequels: The Matrix Reloaded, The Matrix Revolutions and The Matrix Resurrections. In all four films he is played by actor Keanu Reeves."
  },

  {
    "name": "John Rambo",
    "film": "Rambo",
    "category": "action",
    "difficulty": "1",
    "num_correct": "1",
    "image": "john_rambo",
    "description_cat": "John James Rambo (Bowie, Arizona, Estats Units, 6 de juliol de 1947) és el personatge principal de la saga Rambo, basada en la novel·la First Blood (Primera sang), de David Morrell, protagonitzada per Sylvester Stallone, en què interpreta a un boina verda veterà de la guerra del Vietnam altament entrenat en tècniques de supervivència, combat cos a cos i guerra de guerrilles. En les quatre pel·lícules és interpretat per l'actor Keanu Reeves.",
    "description_esp": "John James Rambo (Bowie, Arizona, Estados Unidos, 6 de julio de 1947) es el personaje principal de la saga Rambo, basada en la novela First Blood (Primera sangre), de David Morrell, protagonizada por Sylvester Stallone, en la que interpreta a un boina verde veterano de la guerra de Vietnam altamente entrenado en técnicas de supervivencia, combate cuerpo a cuerpo y guerra de guerrillas. En las cuatro películas es interpretado por el actor Keanu Reeves.",
    "description_eng": "John James Rambo (Bowie, Arizona, United States, July 6, 1947) is the main character of the Rambo saga, based on the novel First Blood, by David Morrell, starring Sylvester Stallone, in which he plays a Green Beret Vietnam War veteran highly trained in survival techniques, hand-to-hand combat, and guerrilla warfare. In all four films he is played by actor Keanu Reeves."
  },
  {
    "name": "James Bond",
    "film": "James Bond",
    "category": "action",
    "difficulty": "1",
    "num_correct": "2",
    "image": "james_bond",
    "description_cat": "James Bond és un personatge de ficció creat pel periodista i novel·lista anglès Ian Fleming el 1953. James Bond és el protagonista de la sèrie de novel·les, pel·lícules, còmics i videojocs homònims, en què protagonitza les seves pròpies missions com James Bond. La seva professió li atorga la denominació d'agent encobert amb «llicència per matar», afiliat al servei secret d'intel·ligència britànic, conegut actualment com a MI6.",
    "description_esp": "James Bond es un personaje de ficción creado por el periodista y novelista inglés Ian Fleming en 1953. James Bond es el protagonista de la serie de novelas, películas, cómics y videojuegos homónimos, en las que protagoniza sus propias misiones como James Bond. Su profesión le otorga la denominación de agente encubierto con «licencia para matar», afiliado al servicio secreto de inteligencia británico, conocido actualmente como MI6.",
    "description_eng": "James Bond is a fictional character created by the English journalist and novelist Ian Fleming in 1953. James Bond is the protagonist of the homonymous series of novels, films, comics and video games, in which he stars in his own missions as James Bond. His profession gives him the title of undercover agent with a «license to kill», affiliated with the British secret intelligence service, now known as MI6."
  },
  {
    "name": "Indiana Jones",
    "film": "Indiana Jones",
    "category": "action",
    "difficulty": "1",
    "num_correct": "3",
    "image": "indiana_jones",
    "description_cat": "Henry Jones, Jr. (Princeton, Nova Jersey, Estats Units, 1 de juliol de 1899) més conegut com Indiana Jones, és un arqueòleg i aventurer, protagonista de la franquícia del mateix nom produïda per Steven Spielberg i George Lucas.",
    "description_esp": "Henry Jones, Jr. (Princeton, Nueva Jersey, Estados Unidos, 1 de julio de 1899) más conocido como Indiana Jones, es un arqueólogo y aventurero, protagonista de la franquicia del mismo nombre producida por Steven Spielberg y George Lucas.",
    "description_eng": "Henry Jones, Jr. (Princeton, New Jersey, United States, July 1, 1899) better known as Indiana Jones, is an archaeologist and adventurer, protagonist of the franchise of the same name produced by Steven Spielberg and George Lucas."
  },
  {
    "name": "Jack Sparrow",
    "film": "Piratas del carbie",
    "category": "action",
    "difficulty": "1",
    "num_correct": "4",
    "image": "jack_sparrow",
    "description_cat": "El capità Sparrow és un dels pirates més temuts del Carib. Es tracta d'un personatge traïdor, que sobreviu en la majoria d'ocasions usant el seu enginy i negociant en lloc de fer servir les armes i la força; tot i que és cert que lluita si cal, sempre prefereix fugir de les situacions més perilloses. A la primera pel·lícula, Sparrow apareix buscant recuperar el seu vaixell La Perla Negra, que havia perdut després d'un motí encapçalat per Hector Barbossa, ia les seqüeles intenta escapar del seu deute de sang contret amb el llegendari Davy Jones mentre lluita amb la Companyia Britànica de les Índies Orientals.ja",
    "description_esp": "El capitán Sparrow es uno de los piratas más temidos del Caribe. Se trata de un personaje traicionero, que sobrevive en la mayoría de ocasiones usando su ingenio y negociando en lugar de usar las armas y la fuerza; aunque bien es cierto que lucha si es necesario, siempre prefiere huir de las situaciones más peligrosas. En la primera película, Sparrow aparece buscando recuperar su barco La Perla Negra, que había perdido tras un motín encabezado por Hector Barbossa, y en las secuelas intenta escapar de su deuda de sangre contraída con el legendario Davy Jones mientras lucha con la Compañía Británica de las Indias Orientales.",
    "description_eng": "Captain Sparrow is one of the most feared pirates in the Caribbean. He is a treacherous character, who survives in most cases by using his ingenuity and negotiating instead of using weapons and force; Although it is true that he fights if necessary, he always prefers to flee from the most dangerous situations. In the first film, Sparrow appears seeking to recapture his ship The Black Pearl, which he had lost in a mutiny led by Hector Barbossa, and in the sequels he attempts to escape his blood debt to the legendary Davy Jones while fighting with the British Shipping Company. the East Indies."
  },
  {
    "name": "Dr. Evil",
    "film": "Austin Powers",
    "category": "action",
    "difficulty": "1",
    "num_correct": "5",
    "image": "dr_evil",
    "description_cat": "Dr. Evil (Dr. Malito a Hispanoamèrica o Dr. Maligno a Espanya) és un personatge fictici interpretat per Mike Myers, de la sèrie de pel·lícules d'Austin Powers. És l'antagonista de la sèrie i arxienemic d'Austin Powers. És una paròdia dels dolents de James Bond, principalment Ernst Stavro Blofeld (quan és interpretat per Donald Pleasence a Solo es viu dues vegades). El Dr. Evil constantment realitza plans per terroritzar i conquerir el món, habitualment acompanyat per Número dos, el seu esbirro borni, qui lidera la corporació malvada Indústries Virtucon, el seu gat Senyor Bigglesworth i el seu company Mini-Me, un clon nan d'ell mateix.",
    "description_esp": "Dr. Evil (Dr. Malito en Hispanoamérica o Dr. Maligno en España) es un personaje ficticio interpretado por Mike Myers, de la serie de películas de Austin Powers. Es el antagonista de la serie y archienemigo de Austin Powers. Es una parodia de los villanos de James Bond, principalmente Ernst Stavro Blofeld (cuando es interpretado por Donald Pleasence en Solo se vive dos veces). El Dr. Evil constantemente realiza planes para aterrorizar y conquistar el mundo, habitualmente acompañado por Número dos, su esbirro tuerto, quien lidera la corporación malvada Industrias Virtucon, su gato Señor Bigglesworth y su compinche Mini-Me, un clon enano de él mismo.",
    "description_eng": "Dr. Evil (Dr. Malito in Latin America or Dr. Maligno in Spain) is a fictional character played by Mike Myers, from the Austin Powers film series. He is the antagonist of the series and archenemy of Austin Powers. It is a parody of the James Bond villains, mainly Ernst Stavro Blofeld (as played by Donald Pleasence in You Only Live Twice). Dr. Evil constantly plots to terrorize and conquer the world, usually accompanied by Number Two, his one-eyed henchman, who heads the evil corporation Virtucon Industries, his cat Lord Bigglesworth, and his sidekick Mini-Me, a dwarf clone of himself."
  },
  {
    "name": "Eggsy",
    "film": "Kingsman",
    "category": "action",
    "difficulty": "1",
    "num_correct": "6",
    "image": "eggsy",
    "description_cat": "Gary Unwin, més conegut com a Eggsy, és el protagonista principal de la pel·lícula de 2014 Kingsman: The Secret Service i la seva seqüela de 2017 Kingsman: The Golden Circle. És fill de Michelle i Lee Unwin. Abans d'unir-se a l'agència Kingsman, Eggsy era un noi rude del carrer que sovint es ficava en problemes. És interpretat per l'actor gal·lès Taron Egerton.",
    "description_esp": "Gary Unwin, más conocido como Eggsy, es el protagonista principal de la película de 2014 Kingsman: The Secret Service y su secuela de 2017 Kingsman: The Golden Circle. Es hijo de Michelle y Lee Unwin. Antes de unirse a la agencia Kingsman, Eggsy era un chico rudo de la calle que con frecuencia se metía en problemas. Es interpretado por el actor galés Taron Egerton.",
    "description_eng": "Gary Unwin, better known as Eggsy, is the main protagonist of the 2014 film Kingsman: The Secret Service and its 2017 sequel Kingsman: The Golden Circle. He is the son of Michelle and Lee Unwin. Before joining the Kingsman agency, Eggsy was a tough street kid who frequently got into trouble. He is played by Welsh actor Taron Egerton."
  },
  {
    "name": "Natalia Alianovna Romanova​",
    "film": "Viuda negra",
    "category": "action",
    "difficulty": "1",
    "num_correct": "7",
    "image": "viuda_negra",
    "description_cat": "Natasha va néixer a Stalingrad (ara Volgograd), Rússia. La primera i més coneguda Vídua Negra, és una agent russa entrenada com a espia, artista marcial i franctiradora, i equipada amb un arsenal d'armes d'alta tecnologia, que inclou un parell d'armes energètiques muntades al canell i anomenada 'Piquet de la Vídua'. No fa servir vestit durant les primeres aparicions, sinó simplement roba de nit i un vel. Romanova eventualment deserta els Estats Units per raons que inclouen el seu amor per l'arquer criminal convertit en superheroi, Hawkeye.",
    "description_esp": "Natasha nació en Stalingrado (ahora Volgogrado), Rusia. La primera y más conocida Viuda Negra, es una agente rusa entrenada como espía, artista marcial y francotiradora, y equipada con un arsenal de armas de alta tecnología, que incluye un par de armas energéticas montadas en la muñeca y apodada 'Piquete de la Viuda'. No usa traje durante sus primeras apariciones, sino simplemente ropa de noche y un velo. Romanova eventualmente deserta a Estados Unidos por razones que incluyen su amor por el arquero criminal convertido en superhéroe, Hawkeye.",
    "description_eng": "Natasha was born in Stalingrad (now Volgograd), Russia. The first and best known Black Widow, is a Russian agent trained as a spy, martial artist, and sniper, and equipped with an arsenal of high-tech weapons, including a pair of wrist-mounted energy weapons and nicknamed 'Widow's Pickaxe'. She does not wear a suit during her first appearances, but simply evening clothes and a veil. Romanova eventually defects to America for reasons including her love for the criminal archer-turned-superhero, Hawkeye."
  },
  {
    "name": "Wonder Woman",
    "film": "Wonder Woman",
    "category": "action",
    "difficulty": "1",
    "num_correct": "8",
    "image": "wonder_woman",
    "description_cat": "La Dona Meravella (en anglès: Wonder Woman) és una superheroïna fictícia creada per William Moulton Marston per a l'editorial DC Comics. És una princesa guerrera de les Amazones, poble fictici basat en el de les amazones de la mitologia grega. A la seva terra natal és coneguda com la princesa Diana de Temiscira però fora d'aquesta utilitza la identitat secreta de Diana Prince. Està dotada d´una àmplia gamma de poders superhumans i habilitats de combat de batalla superiors, gràcies als seus dons obtinguts dels déus i el seu ampli entrenament. Ella posseeix un gran arsenal d'armes, incloent entre les principals el Llaç de la Veritat, un parell de braçalets màgics indestructibles, la seva tiara, que serveix com a arma, i en alguns relats, a l'edat d'or, va tenir un avió invisible. Però més endavant, se li va anar mostrant amb la capacitat de volar cada vegada amb més freqüència, per la qual cosa l'avió invisible va anar deixant d'utilitzar-se.",
    "description_esp": "La Mujer Maravilla (en inglés: Wonder Woman) es una superheroína ficticia creada por William Moulton Marston para la editorial DC Comics. Es una princesa guerrera de las Amazonas, pueblo ficticio basado en el de las amazonas de la mitología griega. En su tierra natal es conocida como la princesa Diana de Temiscira pero fuera de esta utiliza la identidad secreta de Diana Prince. Está dotada de una amplia gama de poderes superhumanos y habilidades de combate de batalla superiores, gracias a sus dones obtenidos de los dioses y su amplio entrenamiento. Ella posee un gran arsenal de armas, incluyendo entre las principales el Lazo de la Verdad, un par de brazaletes mágicos indestructibles, su tiara, que sirve como arma, y en algunos relatos, en la edad de oro, tuvo un avión invisible. Pero más adelante, se le fue mostrando con la capacidad de volar cada vez con mayor frecuencia por lo que el avión invisible fue dejando de utilizarse.",
    "description_eng": "Wonder Woman is a fictional superheroine created by William Moulton Marston for DC Comics. She is a warrior princess of the Amazons, a fictional town based on the Amazons of Greek mythology. In her homeland she is known as Princess Diana of Themyscira but outside of this she uses the secret identity of Diana Prince. She is gifted with a wide range of superhuman powers and superior battle combat abilities, thanks to her gifts obtained from the gods and her extensive training. She possesses a large arsenal of weapons, including among the main ones the Lasso of Truth, a pair of indestructible magic bracelets, her tiara, which serves as a weapon, and in some accounts, in the golden age, she had an invisible plane. But later, he was shown with the ability to fly more and more frequently, so the invisible plane was no longer used."
  },
  {
    "name": "Hermione Granger",
    "film": "Harry Potter",
    "category": "action",
    "difficulty": "1",
    "num_correct": "9",
    "image": "hermoine_granger",
    "description_cat": "Hermione és la noia més intel·ligent del seu curs al Col·legi Hogwarts de Màgia i Feiticeria. Igual que Harry i Ron pertany a la casa de Gryffindor, malgrat que el barret seleccionador va considerar col·locar-la a Ravenclaw a causa de les seves prominents capacitats intel·lectuals. És d'origen muggle: els pares són els dos dentistes i no tenen cap relació amb el món dels mags.",
    "description_esp": "Hermione es la chica más inteligente de su curso en el Colegio Hogwarts de Magia y Hechicería. Al igual que Harry y Ron pertenece a la casa de Gryffindor, pese a que el sombrero seleccionador consideró colocarla en Ravenclaw debido a sus prominentes capacidades intelectuales. Es de origen muggle: sus padres son ambos dentistas y no tienen ninguna relación con el mundo de los magos.",
    "description_eng": "Hermione is the smartest girl in her class at Hogwarts School of Witchcraft and Wizardry. Like Harry and Ron, she belongs to the house of Gryffindor, despite the fact that the sorting hat considered placing her in Ravenclaw due to her prominent intellectual abilities. He is of muggle origin: his parents are both dentists and have no connection to the wizarding world."
  },
  {
    "name": "Bruce Lee",
    "film": "El regreso del dragón",
    "category": "action",
    "difficulty": "1",
    "num_correct": "10",
    "image": "bruce_lee",
    "description_cat": "Lluitador d'arts marcials i actor nord-americà. Autèntic mite del cinema d'arts marcials, Bruce Lee és una de les icones de la cultura popular de l'últim terç del segle XX. Com a impulsor d´un estil singular de lluita cos a cos, el Jet Kune Do, Lee va afavorir un negoci d´importància internacional, concretat en multitud de centres d´ensenyament esportiu, publicacions especialitzades, còmics, telesèries i produccions cinematogràfiques.",
    "description_esp": "Luchador de artes marciales y actor estadounidense. Auténtico mito del cine de artes marciales, Bruce Lee es uno de los iconos de la cultura popular del último tercio del siglo XX. Como impulsor de un estilo singular de lucha cuerpo a cuerpo, el Jet Kune Do, Lee favoreció un negocio de importancia internacional, concretado en multitud de centros de enseñanza deportiva, publicaciones especializadas, cómics, teleseries y producciones cinematográficas.",
    "description_eng": "American martial arts fighter and actor. A true myth of martial arts cinema, Bruce Lee is one of the icons of popular culture of the last third of the 20th century. As the promoter of a unique style of hand-to-hand fighting, Jet Kune Do, Lee favored a business of international importance, materialized in a multitude of sports education centers, specialized publications, comics, television series and film productions."
  },

  {
    "name": "Adam Sandler",
    "film": "Niños Grandes",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "1",
    "image": "adam_sandler",
    "description_cat": "Adam Richard Sandler (Nova York, 9 de setembre de 1966), és un actor, guionista i productor de cinema nord-americà. Després d'esdevenir membre de l'elenc de Saturday Night Live, ha protagonitzat una gran quantitat de pel·lícules de Hollywood que han recaptat prop de dos mil milions de dòlars de taquilla. Els seus papers en cinema inclouen produccions com Billy Madison (1995), les comèdies esportives Happy Gilmore (1996) i The Waterboy (1998) i les comèdies romàntiques The Wedding Singer (1998), Big Daddy (1999) i Mr. Deeds (2002) . A més, ha aportat la veu en anglès de Dràcula a la franquícia de pel·lícules animades Hotel Transylvania.",
    "description_esp": "Adam Richard Sandler (Nueva York, 9 de septiembre de 1966), es un actor, guionista y productor de cine estadounidense. Después de convertirse en miembro del elenco de Saturday Night Live, ha protagonizado una gran cantidad de películas de Hollywood que han recaudado cerca de dos mil millones de dólares de taquilla. Sus papeles en cine incluyen producciones como Billy Madison (1995), las comedias deportivas Happy Gilmore (1996) y The Waterboy (1998) y las comedias románticas The Wedding Singer (1998), Big Daddy (1999) y Mr. Deeds (2002). Además, ha aportado la voz en inglés de Drácula en la franquicia de películas animadas Hotel Transylvania.",
    "description_eng": "Adam Richard Sandler (New York, September 9, 1966), is an American actor, screenwriter and film producer. After becoming a cast member on Saturday Night Live, she has starred in a host of Hollywood movies that have grossed close to two billion dollars at the box office. His film roles include productions such as Billy Madison (1995), the sports comedies Happy Gilmore (1996) and The Waterboy (1998), and the romantic comedies The Wedding Singer (1998), Big Daddy (1999), and Mr. Deeds (2002). In addition, he has provided the English voice of Dracula in the Hotel Transylvania animated film franchise."
  },
  {
    "name": "Borat",
    "film": "Borat: lecciones culturales de Estados Unidos para beneficio de la gloriosa nación de Kazajistán",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "2",
    "image": "borat",
    "description_cat": "Borat Margaret Sagdiyev (en ciríl·lic: Борат Сагдиев) és un personatge fictici de la televisió britànica interpretat per Sacha Baron Cohen. Les seves aventures succeeixen al Regne Unit i els Estats Units. Encara que ell diu ser de Kazakhstan.",
    "description_esp": "Borat Margaret Sagdiyev​ (en cirílico: Борат Сагдиев) es un personaje ficticio de la televisión británica interpretado por Sacha Baron Cohen. Sus aventuras suceden en Reino Unido y Estados Unidos. Aunque él dice ser de Kazajistán.",
    "description_eng": "Borat Margaret Sagdiyev (Cyrillic: Борат Сагдиев) is a fictional character on British television portrayed by Sacha Baron Cohen. His adventures take place in the United Kingdom and the United States. Although he claims to be from Kazakhstan."
  },
  {
    "name": "Ali G",
    "film": "Ali G anda suelto",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "3",
    "image": "alig",
    "description_cat": "Ali G és un personatge fictici satíric inventat pel comediant Sacha Baron Cohen per riure's de la societat.",
    "description_esp": "Ali G es un personaje ficticio satírico inventado por el comediante Sacha Baron Cohen para reírse de la sociedad.",
    "description_eng": "Ali G is a satirical fictional character invented by comedian Sacha Baron Cohen to make fun of society."
  },
  {
    "name": "Noah Levenstein",
    "film": "American Pie",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "4",
    "image": "noah_levenstein",
    "description_cat": "Noah Levenstein és un personatge de ficció interpretat per Eugene Levy.",
    "description_esp": "Noah Levenstein es un personaje de ficción interpretado por Eugene Levy.",
    "description_eng": "Noah Levenstein is a fictional character played by Eugene Levy."
  },
  {
    "name": "Bradley Cooper",
    "film": "Resacon en Las Vegas",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "5",
    "image": "bradley_cooper",
    "description_cat": "Bradley Charles Cooper (Filadèlfia, Pennsilvània, 5 de gener de 1975) és un actor, actor de veu, director, productor, guionista, cantant i compositor nord-americà. Inspirat pel seu pare, va començar a interessar-se per l'actuació a primerenca edat, i va continuar amb els estudis fins al 2000, quan va obtenir el Màster en Belles Arts a The New School, a Nova York. Posteriorment, va exercir rols menors en nombroses pel·lícules i sèries de televisió, entre aquestes Àlies i Wedding Crashers (2005).",
    "description_esp": "Bradley Charles Cooper (Filadelfia, Pensilvania, 5 de enero de 1975) es un actor, actor de voz, director, productor, guionista, cantante y compositor estadounidense. Inspirado por su padre, comenzó a interesarse por la actuación a temprana edad, y continuó con sus estudios hasta el 2000, cuando obtuvo su Máster en Bellas Artes en The New School, en Nueva York. Posteriormente, desempeñó roles menores en numerosas películas y series de televisión, entre estas Alias y Wedding Crashers (2005).",
    "description_eng": "Bradley Charles Cooper (Philadelphia, Pennsylvania, January 5, 1975) is an American actor, voice actor, director, producer, screenwriter, singer and songwriter. Inspired by his father, he became interested in acting at an early age, continuing his studies until 2000, when he earned his MFA from The New School in New York. Later, he played minor roles in numerous films and television series, including Alias ​​and Wedding Crashers (2005)."
  },
  {
    "name": "Melissa McCarthy",
    "film": "La boda de mi mejor amiga",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "6",
    "image": "melissa_mccarthy",
    "description_cat": "Melissa Ann McCarthy (Plainfield, Illinois; 26 d'agost del 1970) és una actriu, comediant, escriptora, dissenyadora de moda i productora nord-americana. Ha rebut nombrosos guardons, inclosos dos premis Primetime Emmy i nominacions per a dos premis Óscar i dos premis Globus d'Or. McCarthy va ser nomenada per Time com una de les 100 persones més influents del món el 2016, i ha aparegut diverses vegades a les classificacions anuals de les actrius més ben pagades del món. El 2020, The New York Times la va classificar en el lloc 22 a la seva llista dels 25 millors actors del segle XXI.",
    "description_esp": "Melissa Ann McCarthy (Plainfield, Illinois; 26 de agosto de 1970) es una actriz, comediante, escritora, diseñadora de moda y productora estadounidense. Ha recibido numerosos galardones, incluidos dos premios Primetime Emmy y nominaciones para dos premios Óscar y dos premios Globo de Oro. McCarthy fue nombrada por Time como una de las 100 personas más influyentes del mundo en 2016, y ha aparecido varias veces en las clasificaciones anuales de las actrices mejor pagadas del mundo.​ En 2020, The New York Times la clasificó en el puesto 22 en su lista de los 25 mejores actores del siglo XXI.​",
    "description_eng": "Melissa Ann McCarthy (Plainfield, Illinois, August 26, 1970) is an American actress, comedian, writer, fashion designer and producer. He has received numerous accolades, including two Primetime Emmy Awards and nominations for two Academy Awards and two Golden Globe Awards. McCarthy was named one of Time's 100 Most Influential People in the World in 2016, and has appeared multiple times in the annual rankings. of the highest-paid actresses in the world. In 2020, The New York Times ranked her 22nd on its list of the 25 best actors of the 21st century."
  },
  {
    "name": "Jeff «The Dude» Lebowski",
    "film": "El gran Lebowski",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "7",
    "image": "jeff_lebowski",
    "description_cat": "Jeffrey 'The Dude' Lebowski és el protagonista principal de The Big Lebowski. The Dude és un home solter i a l'atur, les aficions del qual inclouen fumar marihuana, beure russos blancs i jugar a bitlles. Viu a Venice, Califòrnia. També se'l coneix com el seu amic o El Duderino si no us interessa tota aquesta brevetat.",
    "description_esp": "Jeffrey 'The Dude' Lebowski es el protagonista principal de The Big Lebowski. The Dude es un hombre soltero y desempleado cuyos pasatiempos incluyen fumar marihuana, beber White Russians y jugar a los bolos. Vive en Venecia, California. También se le conoce como Su Dudeness o El Duderino si no te gusta todo ese asunto de la brevedad.",
    "description_eng": "Jeffrey 'The Dude' Lebowski is the main protagonist of The Big Lebowski. The Dude is a single, unemployed man whose hobbies include smoking pot, drinking White Russians, and bowling. He lives in Venice, California. He is also know as His Dudeness or El Duderino if you're not into that whole brevity thing."
  },
  {
    "name": "Ryan Reynolds",
    "film": "Deadpool",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "8",
    "image": "ryan_reynolds",
    "description_cat": "Ryan Rodney Reynolds (Vancouver, 23 d'octubre de 1976) és un actor, productor de cinema i empresari canadenc-nord-americà. L'èxit i el reconeixement li van arribar amb la seva participació a la comèdia titulada Two Guys and Girl (1998-2001), abans que iniciés la seva carrera de comediant i actor dramàtic per a la indústria de cinema de Hollywood.",
    "description_esp": "Ryan Rodney Reynolds (Vancouver, 23 de octubre de 1976) es un actor, productor de cine y empresario canadiense-estadounidense. El éxito y el reconocimiento le llegaron con su participación en la comedia titulada Two Guys and a Girl (1998-2001), antes de que iniciara su carrera de comediante y actor dramático para la industria de cine de Hollywood.",
    "description_eng": "Ryan Rodney Reynolds (Vancouver, October 23, 1976) is a Canadian-American actor, film producer and businessman. Success and recognition came to him with his participation in the comedy titled Two Guys and a Girl (1998-2001), before he began his career as a comedian and dramatic actor for the Hollywood film industry."
  },
  {
    "name": "Jim Carrey",
    "film": "Dos tontos muy tontos",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "9",
    "image": "jim_carrey",
    "description_cat": "James Eugene Carrey (Newmarket, Ontario; 17 de gener de 1962) és un actor i comediant canadenc-nord-americà. És conegut per les seves interpretacions còmiques slapstick. Pel seu treball va guanyar dos premis Globo de Oro i va ser candidat a un premi BAFTA.",
    "description_esp": "Empezó a trabajar a finales de la década de los 70 como comediante en vivo, en el club Yuk Yuk's de Toronto. Después de obtener cierto prestigio, en 1981 comenzó a trabajar en the Comedy Store de Los Ángeles, donde fue visto por el humorista Rodney Dangerfield, quien inmediatamente firmó con él la apertura de sus giras de actuaciones. Interesado en el cine y la televisión, desarrolló una amistad con Damon Wayans, que le consiguió un papel en el programa de humor In Living Color, en el que interpretó a varios personajes durante los años noventa.",
    "description_eng": "James Eugene Carrey (Newmarket, Ontario, January 17, 1962) is a Canadian-American actor and comedian. He is known for his comedic slapstick performances. For his work he won two Golden Globe Awards and was nominated for a BAFTA Award."
  },
  {
    "name": "McLovin",
    "film": "Supersalidos",
    "category": "comedy",
    "difficulty": "1",
    "num_correct": "10",
    "image": "mclovin",
    "description_cat": "McLovin és el personatge interpretat per Christopher Mintz-Plasse a la comèdia nord-americana de 2007 “Superbad”. Des del debut de la pel·lícula, el 3 de juny es coneix com el “Dia de McLovin” per als fanàtics incondicionals de la pel·lícula.",
    "description_esp": "McLovin es el personaje interpretado por Christopher Mintz-Plasse en la comedia estadounidense de 2007 “Superbad”. Desde el debut de la película, el 3 de junio se conoce como el “Día de McLovin” para los fanáticos incondicionales de la película.",
    "description_eng": "McLovin is the character played by Christopher Mintz-Plasse in the 2007 American sitcom 'Superbad'. Since the film's debut, June 3 has been known as 'McLovin Day' to die-hard fans of the film."
  },

  {
    "name": "Po",
    "film": "Kung Fu Panda",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "1",
    "image": "po",
    "description_cat": "El Mestre Po Ping, conegut simplement com Po, és el personatge príncipal i protagonista de Kung Fu Panda.",
    "description_esp": "El Maestro Po Ping, conocido simplemente como Po, es el personaje príncipal y protagonista de Kung Fu Panda.",
    "description_eng": "Master Po Ping, known simply as Po, is the main character and protagonist of Kung Fu Panda."
  },
  {
    "name": "Shrek",
    "film": "Shrek",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "2",
    "image": "shrek",
    "description_cat": "Shrek (també conegut com Sir Shrek amb el seu títol de reialesa) és un personatge ogre fictici creat per l'autor nord-americà William Steig. Shrek és el protagonista del llibre homònim, una sèrie de pel·lícules de DreamWorks Animation, a més d'un musical. El nom 'Shrek' es deriva de la paraula alemanya Schreck, que significa 'esglai' o 'terror'.",
    "description_esp": "Shrek (también conocido como Sir Shrek con su titulo de realeza) es un personaje ogro ficticio creado por el autor estadounidense William Steig. Shrek es el protagonista del libro homónimo, una serie de películas de DreamWorks Animation, además de un musical. El nombre 'Shrek' se deriva de la palabra alemana Schreck, que significa 'susto' o 'terror'.",
    "description_eng": "Shrek (also known as Sir Shrek with his royal title) is a fictional ogre character created by American author William Steig. Shrek is the protagonist of the homonymous book, a series of DreamWorks Animation films, as well as a musical. The name 'Shrek' is derived from the German word Schreck, which means 'fright' or 'terror'."
  },
  {
    "name": "Bob, Kevin & Stuart",
    "film": "Minions",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "3",
    "image": "minions",
    "description_cat": "Kevin, Stuart i Bob són els tres protagonistes principals de la seva preqüela de 2015 Minions i els tres deuteragonistes de la seva seqüela de 2022 Minions: The Rise of Gru. Són tres minyons que estan a la recerca d'un mestre per servir/ajudar i donar suport, sense un no tenen res a fer i s'avorreixen fàcilment, així que decideixen anar a llocs per trobar-ne un i després es troben amb Orlando on un estafa els va cridar. 'Villain Con' on trobaran un mestre per servir per fi.",
    "description_esp": "Kevin, Stuart y Bob son los tres protagonistas principales de la precuela de 2015 Minions y los tres deuteragonistas de la secuela de 2022 Minions: The Rise of Gru. Son tres minions que están en la búsqueda de un maestro para servir/ayudar y apoyar, sin uno no tienen nada que hacer y se aburren fácilmente, por lo que deciden ir a lugares para encontrar uno y luego se encuentran con Orlando donde un estafador llamó. 'Villain Con' donde por fin encontrarán un amo al que servir.",
    "description_eng": "Kevin, Stuart and Bob are the three main protagonists of it's 2015 prequel Minions and the three deuteragonists of it's 2022 sequel Minions: The Rise of Gru. They are three minions who are on the search for a master to serve/help and support, without one they got nothing to do and get bored easily, so they decide to go to locations to find one and then come across Orlando where a con called 'Villain Con' where they will find a master to serve at last."
  },
  {
    "name": "Puss in boots",
    "film": "El Gato con Botas",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "4",
    "image": "gato_botas",
    "description_cat": "És un gat que lluita com un mosqueter, encara que el que més se'n caracteritza són les botes, que és el que li donen nom. Va néixer a Espanya. Posant una cara trista pot aconseguir tot el que vol, fent que els altres el vegin com un miní indefens.",
    "description_esp": "Es un gato que lucha como un mosquetero, aunque lo que más se caracteriza de él son sus botas, que es lo que le dan nombre. Nació en España. Poniendo una cara triste puede conseguir todo lo que quiere, haciendo que los demás le vean como un 'minino indefenso'.",
    "description_eng": "He is a cat that fights like a musketeer, although what is most characterized about him are his boots, which is what gives him his name. He was born in Spain. Putting on a sad face you can get everything you want, making others see you as a 'helpless pussycat'."
  },
  {
    "name": "Kowalski",
    "film": "Pinguinos de madagascar",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "5",
    "image": "kowalski",
    "description_cat": "Kowalski és l'estrateg i segon al comandament a l'equip de Skipper. Juntament amb Skipper, Rico i Cabo, és un personatge secundari a la pel·lícules de Madagascar i personatge principal dels pingüins de madagascar. Kowalski és el més alt dels pingüins, així com el més intel·ligent.",
    "description_esp": "Kowalski es el estratega y segundo al mando en el equipo de Skipper. Junto con Skipper, Rico y Cabo, es un personaje secundario en la películas de Madagascar y personaje principal de Los pingüinos de madagascar. Kowalski es el más alto de los pingüinos, así como el más inteligente.",
    "description_eng": "Kowalski is the strategist and second-in-command on Skipper's team. Along with Skipper, Rico and Cabo, he is a minor character in the Madagascar films and a main character in The Penguins of Madagascar. Kowalski is the tallest of the penguins, as well as the smartest."
  },
  {
    "name": "Joy",
    "film": "Del revés",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "6",
    "image": "alegria",
    "description_cat": "Alegria és un personatge fictici i una de les protagonistes de la pel·lícula Del Revés de Disney•Pixar. És una de les emocions de Riley Andersen a més de ser considerada l'emoció principal, com el seu nom ho diu, representa l'alegria. Com les altres emocions, Alegria va ser creada a partir d'un objecte, en aquest cas una estrella.",
    "description_esp": "Alegría es un personaje ficticio y una de las protagonistas de la película Del Revés de Disney•Pixar. Es una de las emociones de Riley Andersen además de ser considerada la emoción principal, como su nombre lo dice, representa la alegría. Al igual que las otras emociones, Alegría fue creada a partir de un objeto, en este caso una estrella.",
    "description_eng": "Alegría is a fictional character and one of the protagonists of the Disney•Pixar movie Inside Out. It is one of Riley Andersen's emotions, in addition to being considered the main emotion, as its name says, it represents joy. Like the other emotions, Joy was created from an object, in this case a star."
  },
  {
    "name": "Simba",
    "film": "Rey Leon",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "7",
    "image": "simba",
    "description_cat": "Simba és el personatge protagonista de la trilogia de pel·lícules El rei lleó, The Lion King II: Simba's Pride i El rei lleó 3: Hakuna Matata produïdes per Walt Disney Pictures. És la personificació d'un lleó africà.",
    "description_esp": "Simba es el personaje protagonista de la trilogía de películas El rey león, The Lion King II: Simba's Pride y El rey león 3: Hakuna Matata producidas por Walt Disney Pictures. Se trata de la personificación de un león africano.",
    "description_eng": "Simba is the main character in The Lion King trilogy of films, The Lion King II: Simba's Pride and The Lion King 3: Hakuna Matata produced by Walt Disney Pictures. It is the personification of an African lion."
  },
  {
    "name": "Russell",
    "film": "Up",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "8",
    "image": "russell",
    "description_cat": "És un nen explorador de 8 anys d'edat de nacionalitat asiàtica, possiblement coreana criat a Amèrica, que vol obtenir la insígnia d'ajudar els grans al seu grup de boyscouts. Quan Carl agafa rumb a Amèrica del Sud truca a la porta i veu que és el jove Russell que es queda atrapat al porxo amb la casa en ple vol, així que l'acompanya en la seva aventura. Des de llavors, Russell es va fer el millor amic de Carl i es van trobar un gos anomenat Dug, a qui van adoptar.",
    "description_esp": "Es un niño explorador de 8 años de edad de nacionalidad asiática, posiblemente coreana criado en América, que quiere obtener la insignia de ayudar a los mayores en su grupo de boyscouts. Cuando Carl toma rumbo a América del Sur llama a su puerta y ve que es el joven Russell que se queda atrapado en el porche con la casa en pleno vuelo, así que le acompaña en su aventura. Desde entonces, Russell se hizo el mejor amigo de Carl y se encontraron a un perro llamado Dug, al que adoptaron.",
    "description_eng": "He is an 8-year-old boy scout of Asian nationality, possibly Korean raised in America, who wants to get the badge of helping the elders in his boy scout group. When Carl heads to South America he knocks on his door and sees that it is young Russell who is stuck on the porch with the house in the air, so he joins him on his adventure. Since then, Russell has become best friends with Carl and they have found a dog named Dug, which they have adopted."
  },
  {
    "name": "Woody",
    "film": "Toy Story 3",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "9",
    "image": "woody",
    "description_cat": "Woody és un texà de joguina amb una corda a la part del darrere, que en estirar-la diu frases com ara: 'Hi ha una serp a la meva bota' o 'Algú ha enverinat l'abeurador'. Woody és la joguina preferida d'Andy, fins que li regalen a Buzz Lightyear, pel qual deixa de banda Woody.",
    "description_esp": "Woody es un vaquero de juguete con una cuerda en la parte de atrás, que al tirar de ella dice frases tales como: 'Hay una serpiente en mi bota' o 'Alguien ha envenenado el abrevadero'. Woody es el juguete preferido de Andy, hasta que le regalan a Buzz Lightyear, por el cual deja de lado a Woody.",
    "description_eng": "Woody is a toy cowboy with a rope on the back, which when pulled says phrases such as: 'There's a snake in my boot' or 'Someone has poisoned the watering hole'. Woody is Andy's favorite toy, until they give him Buzz Lightyear, for which he leaves Woody aside."
  },
  {
    "name": "Remy",
    "film": "Ratatouille",
    "category": "animation",
    "difficulty": "1",
    "num_correct": "10",
    "image": "remy",
    "description_cat": "Treballa controlant que no hi hagi verí als aliments, perquè la seva família no cometi l'error de menjar alguna cosa en mal estat. Somia ser xef, seguint els passos de Gusteau, el xef més gran de França. Assoleix fer realitat el seu somni amagat sota el barret de Lingüini, mentre el controla com una marioneta. Però Remy té diversos problemes, com el Xef Skinner, que vol capturar-lo, o el crític Anton Ego, a qui li ha de lliurar el menjar més gran de la seva vida.",
    "description_esp": "Trabaja controlando que no haya veneno en los alimentos, para que su familia no cometa el error de comer algo en mal estado. Sueña con ser chef, siguiendo los pasos de Gusteau, el mayor chef de Francia. Logra hacer realidad su sueño escondido bajo el sombrero de Lingüini, mientras lo controla como una marioneta. Pero Remy tiene varios problemas, como el Chef Skinner, que quiere capturarle, o el crítico Anton Ego, al que debe entregarle la mayor comida de su vida.",
    "description_eng": "He works by checking that there is no poison in the food, so that his family does not make the mistake of eating something bad. He dreams of being a chef, following in the footsteps of Gusteau, the greatest chef in France. He manages to make his dream come true by hiding under Lingüini's hat, while controlling him like a puppet. But Remy has several problems, such as Chef Skinner, who wants to capture him, or critic Anton Ego, to whom he must deliver the biggest meal of his life."
  },

  {
    "name": "Jack Torrance",
    "film": "El resplandor",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "1",
    "image": "jack_nicholson",
    "description_cat": "John Stephen 'Jack' Torrance és un personatge fictici, protagonista i antagonista de la novel·la La resplendor de Stephen King del 1977. Va ser interpretat per Jack Nicholson a la pel·lícula del mateix nom, i per Steven Weber a la minisèrie. El 2008, la revista Empire ho va seleccionar com un dels 100 millors personatges de pel·lícules, igual que la revista Premiere.",
    "description_esp": "John Stephen 'Jack' Torrance es un personaje ficticio, protagonista y antagonista de la novela El resplandor de Stephen King de 1977. Fue interpretado por Jack Nicholson en la película del mismo nombre, y por Steven Weber en la miniserie. En 2008, la revista Empire lo seleccionó como uno de los 100 mejores personajes de películas, al igual que la revista Premiere.",
    "description_eng": "John Stephen 'Jack' Torrance is a fictional character, the protagonist and antagonist of Stephen King's 1977 novel The Shining. He was portrayed by Jack Nicholson in the film of the same name, and by Steven Weber in the miniseries. In 2008, Empire magazine selected him as one of the 100 Greatest Movie Characters, as did Premiere magazine."
  },
  {
    "name": "Pennywise",
    "film": "It",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "2",
    "image": "pennywise",
    "description_cat": "Pennywise és un monstre capaç de canviar de forma física (que principalment pren la forma d'un pallasso) per adaptar-se als temors més grans de les persones sobretot dels nens que acostuma a menjar-se.",
    "description_esp": "Pennywise es un monstruo capaz de cambiar de forma física (que principalmente toma la forma de un payaso) para adaptarse a los temores más grandes de las personas sobre todo de los niños a los que acostumbra comerse.",
    "description_eng": "Pennywise is a monster capable of changing his physical form (mainly taking the form of a clown) to adapt to people's greatest fears, especially the children he usually eats."
  },
  {
    "name": "Count Drácula",
    "film": "Van Helsing",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "3",
    "image": "conde_dracula",
    "description_cat": "El Comte Dràcula és un ésser llegendari i mitològic, que requereix alimentar-se de l'essència vital d'altres éssers vius (usualment vista com a sang) per conservar la seva immortalitat.",
    "description_esp": "El Conde Drácula es un ser legendario y mitológico, que requieres alimentarse de la esencia vital de otros seres vivos (usualmente vista como sangre) para conservar su inmortalidad.",
    "description_eng": "Count Dracula is a legendary and mythological being, who requires feeding on the vital essence of other living beings (usually seen as blood) to preserve his immortality."
  },
  {
    "name": "Werewolf",
    "film": "Van Helsing",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "4",
    "image": "hombre_lobo",
    "description_cat": "L'Home Llop, també conegut com a Licàntrop, és una criatura llegendària present en moltes cultures independents al llarg del món. S'ha dit que aquest és el més universal de tots els mites (probablement juntament amb el del vampir), i encara avui molta gent creu en l'existència dels homes llop.",
    "description_esp": " El Hombre Lobo, también conocido como Licántropo, es una criatura legendaria presente en muchas culturas independientes a lo largo del mundo. Se ha dicho que este es el más universal de todos los mitos (probablemente junto con el del vampiro), y aún hoy, mucha gente cree en la existencia de los hombres lobo.",
    "description_eng": "The Werewolf, also known as the Lycanthrope, is a legendary creature present in many independent cultures throughout the world. It has been said that this is the most universal of all myths (probably along with the vampire), and even today, many people believe in the existence of werewolves."
  },
  {
    "name": "Imhotep",
    "film": "La Momia",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "5",
    "image": "imhotep",
    "description_cat": "Imhotep era un antic sacerdot egipci, un summe adorador d'Osirs, i el conseller de Seti I. Pels seus crims d'assassinar el Faraó i usar màgia fosca del llibre dels morts, Imhotep va ser castigat amb mort i momificació, convertint-se en l'únic Persona coneguda per ser maleïda amb l'Hom-Dai, el més malvat de totes les malediccions antigues.",
    "description_esp": "Imhotep era un antiguo sacerdote egipcio, un sumo adorador de Osirs, y el consejero de Seti I. Por sus crímenes de asesinar al Faraón y usar magia oscura del libro de los muertos, Imhotep fue castigado con muerte y momificación, convirtiéndose en el único Persona conocida para ser maldecida con el Hom-Dai, el más malvado de todas las maldiciones antiguas.",
    "description_eng": "Imhotep was an ancient Egyptian priest, a high worshiper of Osirs, and the advisor to Seti I. For his crimes of murdering the Pharaoh and using dark magic from the book of the dead, Imhotep was punished with death and mummification, becoming the only Person known to be cursed with the Hom-Dai, the most evil of all ancient curses."
  },
  {
    "name": "Ghost Rider",
    "film": "Ghost Rider",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "6",
    "image": "ghost_rider",
    "description_cat": "Ghost Rider, conegut a Espanya com El Motorista Fantasma i a Hispanoamèrica com El Vengador Fantasma, i el Genet Fantasma. És un personatge fictici publicat per primera vegada als còmics de Marvel.",
    "description_esp": "Ghost Rider, conocido en España como El Motorista Fantasma y en Hispanoamérica como El Vengador Fantasma, y el Jinete Fantasma. Es un personaje ficticio publicado por primera vez en los cómics de Marvel.",
    "description_eng": "Ghost Rider, known in Spain as El Motorista Fantasma and in Latin America as El Vengador Fantasma, and the Ghost Rider. He is a fictional character first published in Marvel comics."
  },
  {
    "name": "Blackheart",
    "film": "Blackheart",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "7",
    "image": "blackheart",
    "description_cat": "Blackheart (Espanyol: Cor Negre) (Tobias Ardenson) va ser un personatge fictici que apareix als còmics nord-americans publicats per Marvel Comics. El personatge generalment és representat com un adversari del Motorista Fántasma. Creat per l'escriptora Ann Nocenti i l'artista John Romita, Jr., Blackheart va aparèixer per primera vegada a Daredevil # 270 (setembre de 1989).",
    "description_esp": "Blackheart (Español: Corazón Negro) (Tobias Ardenson) fue un personaje ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. El personaje generalmente es representado como un adversario del Motorista Fántasma. Creado por la escritora Ann Nocenti y el artista John Romita, Jr., Blackheart apareció por primera vez en Daredevil # 270 (septiembre de 1989).",
    "description_eng": "Blackheart (Spanish: Corazón Negro) (Tobias Ardenson) was a fictional character appearing in American comic books published by Marvel Comics. The character is usually depicted as an adversary of Ghost Rider. Created by writer Ann Nocenti and artist John Romita, Jr., Blackheart first appeared in Daredevil #270 (September 1989)."
  },
  {
    "name": "Sleepyhollow",
    "film": "Sleepyhollow",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "8",
    "image": "jinete_cabeza",
    "description_cat": "El Dullahan no posseeix cap i la porta a la mà dreta; el cap és del color i la textura de la pasta antiga com formatge florit, i absolutament llisa, té un horrible somriure d'orella a orella, i els seus ulls són petits i negres. El cap sencer brilla intensament amb la fosforescència de la matèria en putrefacció i pot utilitzar-la com a llanterna per dirigir-se pels enfosquits camps irlandesos.",
    "description_esp": "El Dullahan no posee cabeza y la lleva en su mano derecha; la cabeza es del color y la textura de la pasta añeja cual queso mohoso, y absolutamente lisa, tiene una horrible sonrisa de oreja a oreja, y sus ojos son pequeños y negros. La cabeza entera brilla intensamente con la fosforescencia de la materia en putrefacción y puede utilizarla como linterna para dirigirse por los oscurecidos campos irlandeses.",
    "description_eng": "The Dullahan has no head and carries it in his right hand; his head is the color and texture of old pasta like moldy cheese, and absolutely smooth, he has a horrible grin from ear to ear, and his eyes are small and black. The entire head glows brightly with the phosphorescence of rotting matter and can be used as a flashlight to navigate the darkened Irish countryside."
  },
  {
    "name": "Regan MacNeil",
    "film": "El Exorcista",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "9",
    "image": "ryan_macneil",
    "description_cat": "El resultat que el dimoni Pazuzu posseís la quinzena Regan amb la finalitat de ser una carnada per assassinar brutalment el Pare Merryn, aprofitant que ja estava vell. La vella rivalitat entre Pazuzu i el Pare Merryn es va veure a la novel·la The Exorcist (1971) i The Exorciste: The Beginning (2004), una batalla del bé contra el mal.",
    "description_esp": "El resultado de que el demonio Pazuzu poseyera a la quinceañera Regan con la finalidad de ser una carnada para asesinar brutalmente al Padre Merryn, aprovechando que ya estaba viejo. La vieja rivalidad entre Pazuzu y el Padre Merryn se vio en la novela The Exorcist (1971) y The Exorciste: The Beginning (2004), una batalla del bien contra el mal.",
    "description_eng": "The result of the demon Pazuzu possessing fifteen-year-old Regan in order to be bait to brutally murder Father Merryn, taking advantage of the fact that he was already old. The old rivalry between Pazuzu and Father Merryn was seen in the novel The Exorcist (1971) and The Exorciste: The Beginning (2004), a battle of good versus evil."
  },
  {
    "name": "Anabelle",
    "film": "Anabelle",
    "category": "horror",
    "difficulty": "1",
    "num_correct": "10",
    "image": "anabelle",
    "description_cat": "Annabelle és la nina maleïda i l'antagonista principal i assassina de la saga de pel·lícules Anabelle.",
    "description_esp": "Annabelle es la muñeca maldita y la antagonista principal y asesina de la saga de películas Anabelle.",
    "description_eng": "Annabelle is the cursed doll and the main antagonist and killer of the Anabelle movie series."
  }
]
  
  